Repository: Ayaz2589/Ortho-iOS
Catalog: Ortho-iOS/Localizable.xcstrings
Source language: en
Languages: bn, es, ja, ko, zh_hans

source: Paid with
bn: যা দিয়ে পরিশোধ
es: Pagado con
ja: 支払い方法
ko: 결제 수단
zh_hans: 支付方式

source: Payment history
bn: পেমেন্ট ইতিহাস
es: Historial de pagos
ja: 支払い履歴
ko: 결제 내역
zh_hans: 付款历史

source: Per owner
bn: প্রতি মালিক
es: Por propietario
ja: 所有者別
ko: 소유자별
zh_hans: 按所有者

source: Personal
bn: ব্যক্তিগত
ja: 個人
ko: 개인
zh_hans: 个人

source: Personal transactions are visible only to you. They don't appear in the household's shared list.
bn: ব্যক্তিগত লেনদেন শুধু আপনি দেখতে পারেন। এগুলো পরিবারের শেয়ার্ড তালিকায় দেখা যায় না।
es: Las transacciones personales solo las ves tú. No aparecen en la lista compartida del hogar.
ja: 個人取引はあなただけが見られます。世帯の共有リストには表示されません。
ko: 개인 거래는 본인만 볼 수 있습니다. 세대의 공유 목록에 표시되지 않습니다.
zh_hans: 个人交易仅您可见。不会出现在家庭的共享列表中。

source: Primary home
bn: প্রধান বাড়ি
es: Vivienda principal
ja: 自宅
ko: 주거 주택
zh_hans: 主要住宅

source: Principal
bn: মূলধন
es: Capital
ja: 元本
ko: 원금
zh_hans: 本金

source: Principal balance
bn: মূলধন ব্যালেন্স
es: Saldo de capital
ja: 元本残高
ko: 원금 잔액
zh_hans: 本金余额

source: Purchase price
bn: ক্রয় মূল্য
es: Precio de compra
ja: 購入価格
ko: 구매 가격
zh_hans: 购买价格

source: Rates unavailable; using approximate values.
bn: রেট অনুপলব্ধ; আনুমানিক মান ব্যবহার করা হচ্ছে।
es: Tasas no disponibles; usando valores aproximados.
ja: レート利用不可; 概算値を使用中。
ko: 환율 사용 불가; 대략적인 값 사용.
zh_hans: 汇率不可用；使用近似值。

source: Rates updated %@
bn: রেট আপডেট: %@
es: Tasas actualizadas %@
ja: レート更新: %@
ko: 환율 업데이트: %@
zh_hans: 汇率更新于%@

source: Recurring monthly: ~%@
bn: মাসিক রিকারিং: ~%@
es: Recurrente mensual: ~%@
ja: 月次定期: 約%@
ko: 월별 정기: 약 %@
zh_hans: 每月定期：约%@

source: Remove
bn: সরান
es: Quitar
ja: 削除
ko: 제거
zh_hans: 移除

source: Remove %@
bn: %@ সরান
es: Quitar %@
ja: %@を削除
ko: %@ 제거
zh_hans: 移除%@

source: Remove %@ from this household?
bn: এই পরিবার থেকে %@-কে সরাবেন?
es: ¿Quitar a %@ de este hogar?
ja: この世帯から%@を削除しますか？
ko: 이 세대에서 %@을(를) 제거하시겠습니까?
zh_hans: 从此家庭移除%@？

source: Remove budget
bn: বাজেট সরান
es: Quitar presupuesto
ja: 予算を削除
ko: 예산 제거
zh_hans: 移除预算

source: Remove unit
bn: ইউনিট সরান
es: Quitar unidad
ja: ユニットを削除
ko: 유닛 제거
zh_hans: 移除单元

source: Rename household
bn: পরিবারের নাম পরিবর্তন
es: Renombrar hogar
ja: 世帯名を変更
ko: 세대 이름 변경
zh_hans: 重命名家庭

source: Rent
bn: ভাড়া
es: Alquiler
ja: 家賃
ko: 월세
zh_hans: 房租

source: Rent reminders use the day of the month from your lease start date.
bn: ভাড়ার অনুস্মারক আপনার লিজ শুরুর তারিখের মাসের দিন ব্যবহার করে।
es: Los recordatorios de alquiler usan el día del mes de la fecha de inicio del contrato.
ja: 家賃のリマインダーは賃貸開始日の日付を使用します。
ko: 임대료 알림은 임대 시작일의 해당 월 일자를 사용합니다.
zh_hans: 租金提醒使用您租约开始日期的月日。

source: Rental
bn: ভাড়া বাসা
es: En alquiler
ja: 賃貸
ko: 임대
zh_hans: 出租房

source: Rental income
bn: ভাড়া আয়
es: Ingreso por alquiler
ja: 賃貸収入
ko: 임대 수입
zh_hans: 租金收入

source: Rental units you own
bn: আপনার ভাড়া ইউনিট
es: Unidades en alquiler que posees
ja: 所有する賃貸ユニット
ko: 소유한 임대 유닛
zh_hans: 您拥有的出租单元

source: Replace local data with Supabase
bn: স্থানীয় ডেটা সুপাবেস দিয়ে প্রতিস্থাপন
es: Reemplazar datos locales con Supabase
ja: ローカルデータをSupabaseで置き換える
ko: 로컬 데이터를 Supabase로 교체
zh_hans: 用Supabase替换本地数据

source: Save
bn: সংরক্ষণ
es: Guardar
ja: 保存
ko: 저장
zh_hans: 保存

source: Save and add another
bn: সংরক্ষণ এবং আরেকটি যোগ
es: Guardar y añadir otra
ja: 保存してもう1件追加
ko: 저장하고 하나 더 추가
zh_hans: 保存并添加另一个

source: Saving %lld%% of income
bn: আয়ের %lld%% সঞ্চয়
es: Ahorrando %lld%% del ingreso
ja: 収入の%lld%%を貯蓄中
ko: 수입의 %lld%% 저축 중
zh_hans: 储蓄收入的%lld%%

source: Search
bn: অনুসন্ধান
es: Buscar
ja: 検索
ko: 검색
zh_hans: 搜索

source: Search transactions
bn: লেনদেন অনুসন্ধান
es: Buscar transacciones
ja: 取引を検索
ko: 거래 검색
zh_hans: 搜索交易

source: Security deposit
bn: নিরাপত্তা জামানত
es: Depósito de seguridad
ja: 敷金
ko: 보증금
zh_hans: 押金

source: Selecting multiple owners marks the transaction as shared.
bn: একাধিক মালিক নির্বাচন করলে লেনদেন শেয়ার্ড হিসেবে চিহ্নিত হয়।
es: Seleccionar varios propietarios marca la transacción como compartida.
ja: 複数の所有者を選択すると、取引は共有としてマークされます。
ko: 여러 소유자를 선택하면 거래가 공유로 표시됩니다.
zh_hans: 选择多个所有者会将交易标记为共享。

source: Send again
bn: আবার পাঠান
es: Enviar de nuevo
ja: 再送信
ko: 다시 보내기
zh_hans: 重新发送

source: Sent to **%@**.
bn: **%@**-এ পাঠানো হয়েছে।
es: Enviado a **%@**.
ja: **%@**に送信しました。
ko: **%@**(으)로 전송됨.
zh_hans: 已发送至**%@**。

source: Settings
bn: সেটিংস
es: Ajustes
ja: 設定
ko: 설정
zh_hans: 设置

source: Shared
bn: শেয়ার্ড
es: Compartido
ja: 共有
ko: 공유
zh_hans: 共享

source: Sign in
bn: সাইন ইন
es: Iniciar sesión
ja: サインイン
ko: 로그인
zh_hans: 登录

source: Sign out
bn: সাইন আউট
es: Cerrar sesión
ja: サインアウト
ko: 로그아웃
zh_hans: 退出登录

source: Sign out of Ortho?
bn: অর্থো থেকে সাইন আউট?
es: ¿Cerrar sesión de Ortho?
ja: Orthoからサインアウトしますか？
ko: Ortho에서 로그아웃하시겠습니까?
zh_hans: 退出Ortho？

source: Source
bn: উৎস
es: Fuente
ja: 支払元
ko: 출처
zh_hans: 来源

source: Spend by category
bn: ক্যাটেগরি অনুযায়ী খরচ
es: Gasto por categoría
ja: カテゴリ別支出
ko: 카테고리별 지출
zh_hans: 按类别支出

source: Spending down %lld%% over 30 days
bn: 30 দিনে খরচ %lld%% হ্রাস
es: Gasto -%lld%% en 30 días
ja: 30日間で支出%lld%%減
ko: 30일간 지출 %lld%% 감소
zh_hans: 30天内支出下降%lld%%

source: Spending exceeds income
bn: খরচ আয়কে অতিক্রম করেছে
es: El gasto supera al ingreso
ja: 支出が収入を超えています
ko: 지출이 수입을 초과
zh_hans: 支出超过收入

source: Spending in %@ is tracked from the 1st of each calendar month. Insights compare actual spend against this limit.
bn: %@-এ খরচ প্রতি মাসের 1 তারিখ থেকে ট্র্যাক করা হয়। ইনসাইট এই সীমার বিপরীতে প্রকৃত খরচ তুলনা করে।
es: El gasto en %@ se registra desde el día 1 de cada mes natural. Los insights comparan el gasto real con este límite.
ja: %@の支出は毎月1日から記録されます。インサイトはこの上限と実際の支出を比較します。
ko: %@의 지출은 매월 1일부터 추적됩니다. 인사이트는 실제 지출을 이 한도와 비교합니다.
zh_hans: %@的支出从每个日历月的1日开始统计。洞察会将实际支出与此限额比较。

source: Spending up %lld%% over 30 days
bn: 30 দিনে খরচ %lld%% বৃদ্ধি
es: Gasto +%lld%% en 30 días
ja: 30日間で支出%lld%%増
ko: 30일간 지출 %lld%% 증가
zh_hans: 30天内支出上涨%lld%%

source: Split
bn: ভাগ
es: Dividir
ja: 分割
ko: 분할
zh_hans: 拆分

source: Subscriptions
bn: সাবস্ক্রিপশন
es: Suscripciones
ja: サブスク
ko: 구독
zh_hans: 订阅

source: Sync all from server
bn: সার্ভার থেকে সব সিঙ্ক
es: Sincronizar todo desde el servidor
ja: サーバーからすべて同期
ko: 서버에서 모두 동기화
zh_hans: 从服务器同步全部

source: System
bn: সিস্টেম
es: Sistema
ja: システム
ko: 시스템
zh_hans: 系统

source: Tenant
bn: ভাড়াটে
es: Inquilino
ja: 入居者
ko: 임차인
zh_hans: 租户

source: Term
bn: মেয়াদ
es: Plazo
ja: 期間
ko: 기간
zh_hans: 期限

source: The app will show a 6-month sample dataset (3 users · 3 properties · ~300 transactions). Your real data on Supabase isn't touched, and changes you make in demo mode stay local. Tap Exit in the banner at the top to restore your live data.
bn: অ্যাপটি 6 মাসের নমুনা ডেটাসেট দেখাবে (3 জন · 3 সম্পত্তি · ~300 লেনদেন)। সুপাবেসে আপনার আসল ডেটা স্পর্শ করা হয় না, এবং ডেমো মোডে করা পরিবর্তনগুলো স্থানীয় থাকে। আপনার লাইভ ডেটা ফিরিয়ে আনতে উপরের ব্যানারে "প্রস্থান" ট্যাপ করুন।
es: La app mostrará un conjunto de datos de muestra de 6 meses (3 usuarios · 3 propiedades · ~300 transacciones). Tus datos reales en Supabase no se tocan, y los cambios que hagas en modo demo se quedan en local. Toca "Salir" en el banner superior para restaurar tus datos en vivo.
ja: アプリは6か月のサンプルデータセット（3ユーザー · 3物件 · 約300取引）を表示します。Supabase上の実データには影響せず、デモモードの変更はローカルにとどまります。上部バナーの「終了」をタップして実データを復元してください。
ko: 앱은 6개월 샘플 데이터셋(사용자 3명 · 부동산 3개 · 약 300건의 거래)을 표시합니다. Supabase의 실제 데이터는 영향을 받지 않으며 데모 모드의 변경 사항은 로컬에 유지됩니다. 상단 배너의 "종료"를 탭하여 실시간 데이터를 복원하세요.
zh_hans: 应用将显示6个月的示例数据集（3个用户 · 3处房产 · 约300笔交易）。您在Supabase上的真实数据不会受到影响，演示模式下的更改保留在本地。点击顶部横幅中的"退出"以恢复您的实时数据。

source: This can't be undone.
bn: এটি ফেরানো যাবে না।
es: Esto no se puede deshacer.
ja: この操作は取り消せません。
ko: 이 작업은 취소할 수 없습니다.
zh_hans: 此操作无法撤销。

source: This month
bn: এই মাস
es: Este mes
ja: 今月
ko: 이번 달
zh_hans: 本月

source: This name will show up in the Paid with menu when you log a new expense.
bn: নতুন খরচ লগ করলে এই নামটি "যা দিয়ে পরিশোধ" মেনুতে দেখাবে।
es: Este nombre aparecerá en el menú "Pagado con" cuando registres un nuevo gasto.
ja: 新しい支出を記録するとき、この名前が「支払い方法」メニューに表示されます。
ko: 새 지출을 기록할 때 이 이름이 "결제 수단" 메뉴에 표시됩니다.
zh_hans: 当您记录新支出时，此名称将显示在"支付方式"菜单中。

source: Time to renew or plan a move.
bn: নবায়ন বা সরে যাওয়ার পরিকল্পনা করার সময়।
es: Hora de renovar o planificar una mudanza.
ja: 更新または引っ越しを計画する時期です。
ko: 갱신하거나 이사를 계획할 시간입니다.
zh_hans: 是时候续约或计划搬家了。

source: Today
bn: আজ
es: Hoy
ja: 今日
ko: 오늘
zh_hans: 今天

source: Top merchants
bn: শীর্ষ বিক্রেতা
es: Comercios principales
ja: 主要店舗
ko: 주요 상점
zh_hans: 热门商家

source: Total
bn: মোট
ja: 合計
ko: 합계
zh_hans: 总计

source: Transactions
bn: লেনদেন
es: Transacciones
ja: 取引
ko: 거래
zh_hans: 交易

source: Transit
bn: পরিবহন
es: Transporte
ja: 交通
ko: 교통
zh_hans: 交通

source: UK Pound
bn: ব্রিটিশ পাউন্ড
es: Libra esterlina
ja: 英ポンド
ko: 영국 파운드
zh_hans: 英镑

source: US Dollar
bn: মার্কিন ডলার
es: Dólar estadounidense
ja: 米ドル
ko: 미국 달러
zh_hans: 美元

source: Under budget on %@
bn: %@-এ বাজেটের নিচে
es: Por debajo del presupuesto en %@
ja: %@は予算内
ko: %@ 예산 여유
zh_hans: %@预算充裕

source: Unit name
bn: ইউনিট নাম
es: Nombre de unidad
ja: ユニット名
ko: 유닛 이름
zh_hans: 单元名称

source: Units & tenants
bn: ইউনিট ও ভাড়াটে
es: Unidades e inquilinos
ja: ユニットと入居者
ko: 유닛 및 임차인
zh_hans: 单元和租户

source: Unusual %@ charge
bn: অস্বাভাবিক %@ চার্জ
es: Cargo inusual en %@
ja: %@で異常な請求
ko: %@에서 비정상 결제
zh_hans: %@异常消费

source: Updating rates…
bn: রেট আপডেট হচ্ছে…
es: Actualizando tasas…
ja: レートを更新中…
ko: 환율 업데이트 중…
zh_hans: 正在更新汇率…

source: Use a different email
bn: অন্য ইমেইল ব্যবহার করুন
es: Usar otro correo
ja: 別のメールを使う
ko: 다른 이메일 사용
zh_hans: 使用其他邮箱

source: Utilities
bn: ইউটিলিটি
es: Servicios
ja: 公共料金
ko: 공과금
zh_hans: 水电费

source: We'll email you a 6-digit code. No password, no fuss.
bn: আমরা আপনাকে একটি 6-অঙ্কের কোড ইমেইল করব। কোন পাসওয়ার্ড নেই, কোন ঝামেলা নেই।
es: Te enviaremos un código de 6 dígitos por correo. Sin contraseñas, sin complicaciones.
ja: 6桁のコードをメールで送ります。パスワード不要、簡単です。
ko: 6자리 코드를 이메일로 보내드립니다. 비밀번호 없이 간편하게.
zh_hans: 我们会通过邮箱发送6位验证码。无需密码，简单便捷。

source: What kind of home is this? Choose one — we'll ask only the questions that fit.
bn: এটি কোন ধরনের বাড়ি? একটি বেছে নিন — আমরা শুধু প্রাসঙ্গিক প্রশ্ন জিজ্ঞেস করব।
es: ¿Qué tipo de vivienda es esta? Elige una — solo te haremos las preguntas adecuadas.
ja: これはどんな住宅ですか？1つ選んでください — 必要な質問だけお聞きします。
ko: 어떤 종류의 주택인가요? 하나 선택하세요 — 적합한 질문만 드립니다.
zh_hans: 这是哪种住宅？请选择一个 — 我们只会询问相关的问题。

source: Yesterday
bn: গতকাল
es: Ayer
ja: 昨日
ko: 어제
zh_hans: 昨天

source: You can change type later from the property's settings, but a few fields will reset (e.g. lease dates become closing date).
bn: পরে আপনি সম্পত্তির সেটিংস থেকে ধরন পরিবর্তন করতে পারেন, তবে কিছু ক্ষেত্র রিসেট হবে (যেমন লিজের তারিখ ক্লোজিং তারিখ হবে)।
es: Puedes cambiar el tipo más tarde desde los ajustes de la propiedad, pero algunos campos se reiniciarán (p. ej. las fechas del contrato pasan a fecha de cierre).
ja: 後で物件設定から種類を変更できますが、一部のフィールドはリセットされます（例: 賃貸日がクロージング日になる）。
ko: 나중에 부동산 설정에서 유형을 변경할 수 있지만 일부 필드는 재설정됩니다(예: 임대 날짜가 마감일로 변경됨).
zh_hans: 您可以稍后在房产设置中更改类型，但部分字段将重置（例如租约日期变为成交日期）。

source: You own where you live
bn: আপনি যেখানে থাকেন তার মালিক
es: Eres dueño de donde vives
ja: 住んでいる家を所有
ko: 거주하는 집을 소유
zh_hans: 您拥有居住的房屋

source: You rent your home
bn: আপনি বাসা ভাড়া করেন
es: Alquilas tu vivienda
ja: 自宅を賃貸している
ko: 집을 임차 중
zh_hans: 您租住房屋

source: You'll need to sign in again next time you open Ortho.
bn: পরবর্তী বার অর্থো খুললে আপনাকে আবার সাইন ইন করতে হবে।
es: Tendrás que iniciar sesión de nuevo la próxima vez que abras Ortho.
ja: 次回Orthoを開くときに再度サインインが必要です。
ko: 다음에 Ortho를 열 때 다시 로그인해야 합니다.
zh_hans: 您下次打开Ortho时需要重新登录。

source: You're %@ over this month: %@ out vs %@ in.
bn: এই মাসে %1$@ বেশি: %3$@ আয়, %2$@ খরচ।
es: Estás %@ por encima este mes: %@ de salida vs %@ de entrada.
ja: 今月%@超過: 支出%@に対して収入%@。
ko: 이번 달 %@ 초과: 지출 %@, 수입 %@.
zh_hans: 本月超支%@：支出%@对比收入%@。

source: You're %@ over your %@ limit with %lld days left.
bn: %3$lld দিন বাকি — %2$@ সীমার %1$@ বেশি।
es: Estás %@ por encima de tu límite de %@ con %lld días restantes.
ja: 残り%lld日で、%@の上限を%@超過しています。
ko: %lld일 남았는데, %@ 한도를 %@ 초과했습니다.
zh_hans: 还剩%lld天，您已超出%@的%@限额%@。

source: e.g. 124 Oak Lane
bn: যেমন 124 Oak Lane
es: p. ej. Calle Roble 124
ja: 例: オークレーン124
ko: 예: Oak Lane 124
zh_hans: 例如 橡树巷124号

source: e.g. 1A
bn: যেমন 1A
es: p. ej. 1A
ja: 例: 1A
ko: 예: 1A
zh_hans: 例如 1A

source: e.g. Acme Co. payroll
bn: যেমন Acme Co. বেতন
es: p. ej. Nómina Acme Co.
ja: 例: Acme Co.の給与
ko: 예: Acme Co. 급여
zh_hans: 例如 Acme公司工资

source: e.g. Alex
bn: যেমন Alex
es: p. ej. Alex
ja: 例: Alex
ko: 예: Alex
zh_hans: 例如 Alex

source: e.g. Chase Freedom
bn: যেমন Chase Freedom
es: p. ej. Chase Freedom
ja: 例: Chase Freedom
ko: 예: Chase Freedom
zh_hans: 例如 Chase Freedom

source: e.g. Whole Foods
bn: যেমন Whole Foods
es: p. ej. Whole Foods
ja: 例: Whole Foods
ko: 예: Whole Foods
zh_hans: 例如 Whole Foods

source: of %@ · %@
bn: %@-এর · %@
es: de %@ · %@
ja: %@の · %@
ko: %@의 · %@
zh_hans: %@的 · %@
